{"consumer":{"displayName":"AvvMarcello Stanca","email":"avvocatostancamarcello@gmail.com","signupDateTime":"2021-04-21T16:50:29.000Z","signupIp":"93.146.95.223","country":"IT","locale":"it-IT","imageUrls":{"small":"//user-images.trustpilot.com/default/v1/35x35.png","large":"https://user-images.trustpilot.com/608057d52f296f001ab7ed74/73x73.png"}},"serviceReviews":[{"stars":2,"title":"Blockchain - Investigazioni di POLIZIA: istruzioni operative","text":"Ho cercato di avere informazioni riferite a wallet aperti a mio nome senza essere informato. Le Istruzioni Ufficiali ed indirizzi per Forze di Polizia per ricevere informazioni per investigazioni su wallet. \"FORZE DELL'ORDINE SITUATE FUORI DAGLI STATI UNITI\nBlockchain com è in grado di rispondere solo a richieste valide indirizzate a una delle sue entità legali ed emesse dalle autorità locali in cui si trova l'entità a cui si rivolge. Le entità a cui devono essere indirizzate le richieste legali e i paesi in cui si trovano sono i seguenti:\n\nLituania : Blockchain (LT), UAB\nIrlanda : Blockchain Access (Irlanda) Limited\nIsole Vergini Britanniche : Blockchain.com (BVI) Limited\nNOTA BENE se sei un agente delle forze dell'ordine in un paese al di fuori di uno dei paesi sopra elencati, dovrai presentare una richiesta di mutua assistenza legale (MLAT) o inviare una rogatoria a uno dei paesi sopra indicati per richiedere dati all'entità associata. Le entità sopra indicate risponderanno solo a una richiesta legale valida emessa da un tribunale locale o da un'agenzia delle Forze di Polizia del Paese in cui si trova.\nLe forze dell'ordine in Lituania, Irlanda o Isole Vergini Britanniche possono inviare le richieste direttamente all' indirizzo posta elettronica indicato nella pagina  legal law di blockchain. Per le richieste provenienti   dagli Stati Uniti è necessario scrivere ad un indirizzo electronic  email dedicato. ","createdDateTime":"2025-01-09T21:12:50Z","updatedDateTime":null,"businessUnit":{"identifyingName":"blockchain.com","displayName":"Blockchain"},"businessUnitReply":null},{"stars":1,"title":"Blockchain.com L'Autorità JAMS decide arbitrato con clienti ","text":"Ho ricevuto richieste sms da blockchain.com di autorizzare operazioni di trasferimento di capitali di 500.000 euro su wallet a me sconosciuti, che non avevo aperto. Blockchain si è rifiutata di comunicarmi i dati IP ed Email del soggetto che ha aperto a mio nome wallet, senza mia autorizzazione, contro legge antiriciclaggio. Ho dato incarico al mio avvocato in USA di attivare arbitrato in Florida previsto dal contratto Blockchain.\nPer scopi diversi dalle richieste di supporto tecnico, puoi contattarci tramite posta raccomandata o corriere:\n\nBlockchain (LT), UAB, Upės str. 23, Vilnius, Lituania\n\nBlockchain.com, Inc., 251 Little Falls Drive, Wilmington DE 19808, Stati Uniti\n\nSi prega di notare, tuttavia, che tutti i documenti legali formali e le richieste devono essere formalmente e correttamente notificati alla corretta entità Blockchain.com, in conformità con la legge applicabile.\n\n17 RISOLUZIONE DELLE CONTROVERSIE PER TUTTI GLI UTENTI\n17.1 Qualsiasi controversia tra te e noi derivante da o relativa ai nostri prodotti, servizi, al presente Contratto o al nostro rapporto come creato dal presente Contratto (siano esse derivanti da contratto, illecito civile, statuto o in qualsiasi altro modo) sarà risolta tramite arbitrato vincolante JAMS, in conformità con il Federal Arbitration Act secondo le JAMS Streamlined Arbitration Rules & Procedures; a condizione, tuttavia, che nulla nel presente Contratto rinunci, precluda o limiti in altro modo il tuo diritto di (i) intentare un'azione individuale presso un tribunale per le controversie di modesta entità degli Stati Uniti o (ii) presentare un'azione rappresentativa esclusivamente per ottenere un'ingiunzione pubblica.\nIl contratto Blockchain prevede che:\n17.2 L'arbitrato sarà condotto da un unico arbitro neutrale JAMS concordato di comune accordo dalle parti e avrà luogo negli Stati Uniti, in lingua inglese. Nel caso in cui JAMS non sia disponibile ad amministrare l'arbitrato, le parti selezioneranno un altro amministratore o, se le parti non riescono a raggiungere un accordo, il tribunale (come stabilito dalla clausola di selezione del foro qui contenuta) selezionerà l'amministratore. L'arbitro applicherà la legge dello stato della Florida, senza riguardo ai suoi principi di conflitto di leggi. L'arbitro può concedere qualsiasi risarcimento che un tribunale di giurisdizione competente potrebbe concedere, comprese le spese legali quando autorizzate dalla legge, e la decisione arbitrale può essere eseguita in qualsiasi tribunale della contea di Miami-Dade, Florida. L'arbitro risolverà la controversia ed è autorizzato con l'autorità esclusiva di risolvere qualsiasi controversia relativa all'ambito, all'interpretazione, all'applicabilità o all'esecutività di questi termini o alla formazione del presente Contratto, inclusa l'arbitrabilità di qualsiasi controversia e qualsiasi affermazione che tutto o parte del presente Contratto sia incostituzionale, nullo o annullabile. Accetti che l'arbitro abbia l'autorità di ordinare un risarcimento e accetti di rispettare tutte le decisioni e i lodi emessi in tale procedimento, che saranno definitivi e conclusivi. Su tua richiesta, le udienze possono essere condotte di persona o per telefono e l'arbitro può provvedere alla presentazione e alla determinazione di mozioni su memorie, senza udienze orali. La parte prevalente in qualsiasi azione o procedimento avviato ai sensi della presente Sezione avrà diritto a spese ragionevoli e parcelle legali nella misura consentita. Se l'arbitro/gli arbitri o l'amministratore ti impongono spese di deposito o altri costi amministrativi, ti rimborseremo, su richiesta, nella misura in cui tali spese o costi supererebbero quelli che altrimenti dovresti pagare se stessi procedendo in tribunale. Se l'invalidità o l'inapplicabilità di una disposizione determina il proseguimento di una controversia in tribunale anziché in arbitrato, le parti concordano che tale tribunale debba essere situato nella contea di Miami-Dade, Florida, applicando la legge della Florida. Spero ","createdDateTime":"2025-01-07T21:23:04Z","updatedDateTime":"2025-01-07T19:50:04Z","businessUnit":{"identifyingName":"blockchain.com","displayName":"Blockchain"},"businessUnitReply":null},{"stars":1,"title":"spreadexcfd.com is not regulated WARNING","text":"spreadexcfd.com è una piattaforma clone, non autorizzata e non regolamentata, che replica la piattaforma autentica spreadex.com\nWarning!!\n","createdDateTime":"2024-12-13T16:33:56Z","updatedDateTime":null,"businessUnit":{"identifyingName":"spreadexcfd.com","displayName":"Spreadexcfd"},"businessUnitReply":null},{"stars":1,"title":"MESTIERIPLAZA \"finanziaria\" abusiva. E' un fantasma","text":"MESTIERIPLAZA WARNING. Sulla pagina web, alla sezione LEGAL si legge questa dichiarazione: Siamo orgogliosi di informarvi che i nostri servizi e la nostra piattaforma sono ufficialmente autorizzati a condurre operazioni di brokeraggio. Ma non è scritto qual è il nr della Autorizzazione della Autorità Finanziaria e la data di rilascio. L'autorizzazione NON ESISTE! L'azienda Mestieri Plaza non esiste nel Registro Imprese della Company House Gov Uk di Londra.","createdDateTime":"2024-11-18T19:50:16Z","updatedDateTime":"2024-12-13T19:45:58Z","businessUnit":{"identifyingName":"mestieriplaza.com","displayName":"MESTIERIPLAZA"},"businessUnitReply":null},{"stars":1,"title":"CLASS ACTION < recensioni negative su…","text":"Leggo molte recensioni negative su Bybit.com, e non vedo nessuna rettifica positiva degli utenti.\nSe nessun cliente che ha depositato capitali é riuscito ad usarli nella piattaforma, significa che molte persone sono state truffate, e devono aprire una CLASS ACTION!! ","createdDateTime":"2024-11-09T13:47:49Z","updatedDateTime":null,"businessUnit":{"identifyingName":"bybit.com","displayName":"Bybit"},"businessUnitReply":{"text":"Ciao AvvMarcello,\n\nGrazie per aver condiviso le tue preoccupazioni. Comprendiamo che le recensioni negative possano destare preoccupazioni, e stiamo lavorando attivamente per rispondere ai problemi sollevati dai nostri utenti. Riceviamo anche feedback positivi da molti clienti i cui problemi sono stati risolti, che puoi trovare anche sulla nostra pagina.\n\nVogliamo rassicurarti che i fondi depositati sono accessibili e utilizzabili sulla nostra piattaforma. Sei il benvenuto a unirti alle nostre community su Discord o Telegram per connetterti con altri utenti e conoscere direttamente le loro esperienze.\n\nGrazie per averci contattato, e siamo qui per aiutarti con eventuali ulteriori domande.","authorBusinessUserId":"66a600a0458a3f00199d221e","createdAt":"2024-11-09T17:41:34Z","updatedAt":null}},{"stars":1,"title":"Ho trovato nome e cognome vero dei truffatori LUCRUM","text":"Ho trovato, tramite Uffici Antiriciclaggio, i nomi, i cognomi ed i documenti di identità usati per registrare nel Paese dei Caraibi – St. Vincent and Grenadine, l'Impresa ITM Solution ltd ed Econdary Trading, che ha truffato molte vittime  di LUCRUM . I titolari sono due persone di cittadinanza UE, che ho denunciato alla Procura della Repubblica di Firenze. Adesso scoprirò anche gli altri titolari delle piattaforme di trading create. Denunciate tutte le truffe alla Polizia e segnalate alla Procura di Firenze!! Lo Stato di St Vincent and Grendine è collaborativo alle richieste di Polizia ed Autorità.","createdDateTime":"2024-11-06T20:13:31Z","updatedDateTime":null,"businessUnit":{"identifyingName":"lucrum.pro","displayName":"lucrum.pro"},"businessUnitReply":null},{"stars":1,"title":"Ho identificato i truffatori di Galore e Lucrum","text":"Ho trovato, tramite Uffici Antiriciclaggio, i nomi, i cognomi ed i documenti di identità usati per registrare nel Paese dei Caraibi – St. Vincent and Grenadine, l’Impresa ITM Solution ltd ed Econdary Trading, che ha truffato molte vittime di GALORE e LUCRUM. I titolari sono due persone di cittadinanza UE, che ho denunciato alla Procura della Repubblica di Firenze. Adesso scopriró anche gli altri titolari delle piattaforme di trading create. Denunciate tutte le truffe e segnalate alla Procura di Firenze. ","createdDateTime":"2024-11-06T19:55:32Z","updatedDateTime":null,"businessUnit":{"identifyingName":"galore.pro","displayName":"Galore"},"businessUnitReply":null},{"stars":1,"title":"The UPTOS web page SCAM is reachable","text":"The UPTOS web page is reachable with VPN at address fr - point uptos point com and it - uptos point com .\nThe Autority FSA Finantial Service Autority in Saint Vincent and Grenadine  Please be advised that a search of our register DID reveal a company called Uptos Ltd bearing registration number 25826 incorporation on 18 March 2020. The company was canceled on 31 March 2021.\nand instead continues to present, on its web page, the contract declaring that it is registered in the State. the registration number does not constitute authorization to offer financial services.","createdDateTime":"2024-10-31T18:10:35Z","updatedDateTime":null,"businessUnit":{"identifyingName":"uptos.com","displayName":"Uptos"},"businessUnitReply":null},{"stars":1,"title":"CoinMarketCap non fa transazioni, è soltanto monitor di valore crypto","text":"CoinMarketCap è una piattaforma sulla quale chiunque può creare anche 100 wallet contenenti 100 cryptovalute ed offre servizio di MONITOR del valore di mercato di tutte le cryptovalute esistenti. \nLa piattaforma evidenzia il valore attuale di mercato delle cryptovalute che l'utente inserisce.\nCoinMarketCap non è un broker che compra o vende cryptovalute. Non esegue, nè registra transazioni reali. Offre soltanto immagini del valore delle cryptovalute che l'utente inserisce nei suoi wallet.\nMostra il valore di mercato, in tempo reale, di tutti i wallet che l'utente decide di creare.\nMolti truffatori usano questa piattaforma per creare account che sembrano conservare capitali che non esistono. \nLo schema della truffa funziona così.\nUsano l'indirizzo email della vittima per aprire un account a suo nome su CoinMarketCap. \nPoi chiamano la vittima su whatsapp e chiedono alla vittima di comunicare il codice di attivazione, che ha ricevuto sulla sua email.\nAppena ricevono il codice, sono abilitati a modificare i dati finanziari dell'account, usando le  credenziali che la vittima ha comunicato, e creano sulla piattaforma un wallet arbitrario con cifre corrispondenti alle somme che la vittima ha perduto.\nConvincono la vittima della esistenza di capitali che invece non esistono, e chiedono alla vittima di eseguire un versamento per pagare commissioni di recupero.\nDopo aver ricevuto il versamento su IBAN usa e getta aperti con documenti di altre vittime, o di persone che non possiedono nulla, scompaiono. \nCancellano il nr di whatsapp dal quale hanno chiamato la vittima, e diventano fantasmi irreperibili.\nPotete provare ad aprire un account su CoinMarketCap e creare molti wallet con qualunque cifra.\nRipeto ! Per la vostra sicurezza, Voi dovete collegarvi alla piattaforma ed iscrivervi, tramite la vostra email, Meglio se nuova e ignota ai truffatori) e non dovete consentire a nessuno di darvi assistenza.\nDopo aver confermato la vostra email riceverete un codice che vi consente di confermare al sistema il vostra account email. Dopo aver eseguito l'accesso ed esservi autenticati con il codice inviato e con quello generato dall'App Autenticator del vostro smartphone, potete creare un wallet con nome di fantasia. Arrivati a  questo punto potete fare click sul pulsante \"modifica\" ed inserire un qualsiasi quantità di qualsiasi tipo di cryptovaluta. \nLa piattaforma registrerà il capitale da voi inserito e vi informerà, in qualsiasi momento, del valore di mercato della cryptovaluta che avete scelto di inserire nel portafoglio. \nQuesto servizio di informazioni di mercato in tempo reale non è vietato dalla legge, ma viene usato da criminali come strumento per ingannare le vittime.\nIo sono utente verificato da truspilot, sono esperto di meccanismi di truffa e posso aiutarvi a trovare le tracce informatiche di chi ha aperto a vostro nome  un account su CoinMarketCap per ingannarvi. Posso aiutarvi a ritrovare chi ha rubato i vostri capitali.\n   ","createdDateTime":"2024-07-30T17:43:18Z","updatedDateTime":null,"businessUnit":{"identifyingName":"coinmarketcap.com","displayName":"CoinMarketCap.com"},"businessUnitReply":null},{"stars":1,"title":"UPTOS SCAM usa piattaforma ATOMPIX …","text":"UPTOS non restituisce a nessun investitore i capitali versati per trading online. UPTOS chiede agli investitori-vittime di usare la piattaforma denominata Sirix . L'entità ATOMPIX fornisce dal 2019 la piattaforma di trading online, SYRIX, di sua realizzazione, ad impresa denominata UPTOS.com, uptos.net, ed uptos.org. Questa impresa UPTOS offre servizi finanziari e CFT in Europa senza possedere l'autorizzazione dell'Autorità di Mercato FCA di Saint Vincent e Grenadine, che UPTOS dichiara falsamente di possedere. UPTOS è un'azienda cancellata dal registro aziendale in SVG da marzo 2021 e quindi dichiara il falso sulla pagina web. Certamente ATOMPIX è d'accordo con UPTOS e consente a UPTOS di utilizzare la sua piattaforma di trading, con leva 1:300 per moltiplicare le perdite delle operazioni CFT. La piattaforma ATOMPIX è manipolata da UPTOS che fa apparire profitti inesistenti e perdite inesistenti, per chiedere alle vittime di versare altri capitali, anche per tasse false, e non restituire mai i versamenti eseguiti dalle vittime. Credo che ATOMPIX debba essere denunciato alla Polizia Finanziaria. Credo che ATOMPIX debba denunciare UPTOS, se non è d'accordo con i criminali che la conoscono, poiché fornisce ad UPTOS la piattaforma di trading SIRYX. Molte recensioni negative si leggono su TRUSTPILOT Francia contro UPTOS.","createdDateTime":"2024-07-11T20:34:18Z","updatedDateTime":null,"businessUnit":{"identifyingName":"uptos.com","displayName":"Uptos"},"businessUnitReply":null},{"stars":1,"title":"ATOMPIX it's SCAM whith UPTOS.com","text":"ATOMPIX fornisce dal 2019 la piattaforma di trading online, SYRIX, di sua realizzazione, ad impresa denominata UPTOS.com, uptos.net, ed uptos.org. Questa impresa UPTOS offre servizi finanziari e CFT in Europa senza possedere autorizzazione dell'Autorità di Mercato da FCA Saint Vincent and Grenadine, che UPTOS dichiara falsamente di possedere. UPTOS è impresa  cancellata dal registro imprese in SVG da marzo 2021 e quindi dichiara il falso nella pagina web. Certamente ATOMPIX è d'accordo con UPTOS e permette ad UPTOS di utilizzare la sua piattaforma di trading, con leva 1:300 per moltiplicare le perdite delle operazioni CFT. La piattaforma ATOMPIX è manipolata da UPTOS che fa apparire profitti inesistenti e perdite inesistenti, per chiedere alle vittime di versare altri capitali, anche per false tasse, e non restituisce mai versamenti eseguiti dalle vittime. Credo che ATOMPIX deve essere denunciata alla Polizia Finanziaria. Credo che ATOMPIX deve denunciare UPTOS, se non è d'accordo con i criminali che conosce, poichè fornisce ad UPTOS la la piattaforma di trading SIRYX. Molte recensioni negative si leggono su TRUSTPILOT France.","createdDateTime":"2024-07-11T20:28:53Z","updatedDateTime":null,"businessUnit":{"identifyingName":"atompix.com","displayName":"Atompix"},"businessUnitReply":null},{"stars":1,"title":" Autorità IFINMA ....NON ESISTE","text":"Questa Autorità NON ESISTE. è una pagina web creata da truffatori che mostra una FALSA AUTORITà di Mercato finanziario. Inganna le vittime con usando il nome composto da I+FINMA, giocando sulla somiglianza con FINMA che è il nome della vera AUtorità che controlla il mercato finanziario in SVIZZERA. La pagina contiene un elenco di società che  probabilmente non esistono , e cercano di far credere alle vittime di essere autorizzate da questa falsa autorità che non esiste. Fate attenzione se una pagina web di trading online vi collega a questa pagina !! E' SCAM ","createdDateTime":"2024-07-03T23:05:10Z","updatedDateTime":null,"businessUnit":{"identifyingName":"ifinma.com","displayName":"Ifinma"},"businessUnitReply":null},{"stars":1,"title":"SCAM al 100%","text":"SCAM. Questa pagina web NON appartiene ad una impresa finanziaria AUTORIZZATA. è una pagina clone di IG.COM che inganna le vittime con false operazioni finanziarie. ho presentato denuncia a CONSOB Italy Milano ed a FCA London UK\nE' stata realizzata dagli stessi truffatori che hanno creato la pagina di iginvest247.co ed anche iginvest247.io Queste pagine sono state già sospese grazie alle mie denunce ad FCA e CONSOB. Le vittime vengono convinte ad eseguire versamenti di piccole somme di 250 euro dirette ad imprese diverse da IGINVEST con sede in Lituania, Estonia, o anche a persone fisiche con IBAN Italia . Nessuno dei beneficiari dei bonifici è dipendente o rappresentante di IGINVEST. Lavoro per avere web più sicuro. ","createdDateTime":"2024-07-03T22:47:14Z","updatedDateTime":null,"businessUnit":{"identifyingName":"iginvest247.eu","displayName":"Iginvest247"},"businessUnitReply":null},{"stars":1,"title":"IGINVEST.IO   identification SCAM","text":"Domain Name: IGINVEST.IO\nRegistry Domain ID: 8ddb2520f17144dd85646b3c3a9c6cc6-DONUTS\nRegistrar WHOIS Server: hostinger.com\nRegistrar URL: hostinger.com\nUpdated Date: 2024-06-08T10:26:20Z\nCreation Date: 2024-02-19T16:17:36Z\nRegistry Expiry Date: 2025-02-19T16:17:36Z\nRegistrar: HOSTINGER operations, UAB\nRegistrar IANA ID: 1636\nThe identity of the property is protected:\nRegistrant Organization: Privacy Protect, LLC (PrivacyProtect.org)\nRegistrant Country: US\nName Server: clyde.ns.cloudflare.com\nName Server: annabel.ns.cloudflare.com\n","createdDateTime":"2024-06-08T18:22:07Z","updatedDateTime":null,"businessUnit":{"identifyingName":"iginvest.io","displayName":"Iginvest"},"businessUnitReply":null},{"stars":1,"title":"Sono Avvocato e segnalo rischio truffa SCAM","text":"Sono Avvocato. Ho ricevuto mail di invito ad investire da parte di iginvest247.co che non è IG.com, ma anche iginvest.io non è una pagina web autentica.\nAvviso che IG.com è pagina web di una azienda verificata e regolamentata denominata IGinvest \nPurtroppo accade che molti truffatori creano copie della pagina web e dell'indirizzo web, per ingannare le vittime. Inviano ai clienti certificati del registro imprese, scritti dai truffatori, che confermano l' esistenza della Azienda nel nome della azienda autentica, e della sua regolamentazione, ma poi non inviano mai questi certificati utilizzando email ufficiali della azienda clonata. Le vittime ricevono email da indirizzi che appaiono quasi uguali a quelli veri, ed indicano numeri di telefono di contatto che non sono numerazioni intestate e riconosciute dalla ditta ufficiale. Quindi è probabile che le recensioni negative scritte in alcune chat non sono riferibili a IG.com, ma si riferiscono a falsi contatti che hanno usato il nome di IG.com.\nMi dichiaro disponibile a verificare le mail e gli allegati che sono stati usati abusivamente dai truffatori per creare l'apparenza di essere veri dipendenti di IG.com, mentre sono soltanto ladri. E' importante identificare la provenienza reale delle email e localizzare le utenze telefoniche usate dai truffatori per consentire alle forze dell'ordine di rintracciare i capitali ed i criminali che li hanno sottratti, tramite versamenti su Iban usa e getta, o tramite conversone dei capitali in crypto valute. Cercate il mio nome Marcello Stanca sul Web a Firenze. e contattatemi se volete contribuire a catturare i delinquenti che vi hanno sottratto capitali. Anche il mancato blocco dei bonifici da parte delle banche ha consentito ai criminali di ricevere i vostri capitali, e occorre valutare la responsabilità delle banche nei confronti dei propri clienti.\n\nData dell'esperienza: 06 giugno 2024","createdDateTime":"2024-06-06T18:09:44Z","updatedDateTime":null,"businessUnit":{"identifyingName":"iginvest.io","displayName":"Iginvest"},"businessUnitReply":null},{"stars":4,"title":"Sono Avvocato. Segnalo rischi di clone-sosia IG.com","text":"Sono Avvocato. Ho ricevuto mail di invito ad investire da parte di iginvest247.co che non è IG.com!\n Avviso che IG.com è una azienda verificata ed autorizzata.\nPurtroppo accade che molti truffatori creano copie false del contenuto della pagina web autentica e d utilizzano nomi simili dell'indirizzo web, per ingannare le vittime. \nInviano ai clienti falsi certificati del registro imprese, scritti dai truffatori, che confermano l' esistenza della Azienda e della sua regolamentazione, \nma poi non inviano mai questi certificati utilizzando email ufficiali della azienda clonata. Le vittime ricevono email da indirizzi che appaiono quasi uguali a quelli veri, ed indicano numeri di telefono di contatto che non sono numerazioni intestate e riconosciute dalla ditta ufficiale. \nQuindi è probabile che le recensioni negative scritte in questa chat non sono riferibili a IG.com, ma si riferiscono a falsi contatti che hanno usato il nome di IG.com.\nMi dichiaro disponibile a verificare le mail e gli allegati che sono stati usati abusivamente dai truffatori per creare l'apparenza di essere veri dipendenti di IG.com, mentre sono soltanto ladri. E' importante identificare la provenienza reale delle email e localizzare le utenze telefoniche usate dai truffatori per consentire alle forze dell'ordine di rintracciare i capitali ed i criminali che li hanno sottratti, tramite versamenti su Iban usa e getta, o tramite conversone dei capitali in cryptovalute. Cercate il mio nome sul Web a Firenze e contattatemi  se volete contribuire a catturare i delinquenti che vi hanno sottratto capitali. Anche il mancato blocco dei bonifici da parte delle banche ha consentito ai criminali di ricevere i vostri capitali, e occorre valutare la responsabilità delle banche nei confronti dei propri clienti.","createdDateTime":"2024-06-06T17:46:36Z","updatedDateTime":"2024-06-08T10:28:23Z","businessUnit":{"identifyingName":"ig.com","displayName":"IG"},"businessUnitReply":null},{"stars":5,"title":"Esperienza emotiva positiva","text":"Cosa dire? Il SINNER delle enoteche di Milano!!  Colpi di qualità imprendibili, sia di calice, sia di piatto, provare per credere! Non c'è confronto!! Ho preso  bruschette con speek-funghi e guancia di bovino a doppia cottura, nel vino rosso. Ho bevuto ottimo vermentino di Bolgheri, e scelto una bottiglia souvenir di Catania \"lu veru piaciri\". Ke Raccomandazioni in Italia non sono ben viste, ma per William wine possiamo, anzi dobbiamo accettarle. Ci tornerete! ","createdDateTime":"2024-01-26T23:42:14Z","updatedDateTime":null,"businessUnit":{"identifyingName":"williamwine.it","displayName":"William Wine"},"businessUnitReply":null},{"stars":1,"title":"Nextgentrading.io = nextgentrading.co 100%SCAM !","text":"Nextgentrading.io è una pagina web creata da truffatori seriali che usano tecniche telefoniche aggressive, e vietate dalla autorità di mercato.\nLa Truffa funziona in questo modo.\nHanno fastto registrare ad una persona di 18 anni, cittadina inglese, l'impresa che ha il nome NextGen Trading, e si trova iscritta nel registro imprese di Londra - Company House. Il codice della attività commerciale identifica una licenza di vendita oggetti per corrispondenza (Postal Market).\nLe vittime credono che la registrazione come società commerciale sia anche una autorizzazione che le consente di esercitare attività finanziaria. \nNON E' Vero! Sono truffatori !\nVi contatteranno da numeri di telefono sempre diversi installati su un robotel che eseguirà decine di chiamate al giorno dirette sui vostri numeri fissi e cellulari che ovviamente hanno conosciuto, ricevendoli da altri truffatori loro complici.\nEsperienza negativa al massimo ! Non rispondente al telefono a chiamate provenienti da \n+ 44 7831443788e + 447311549934 \n+44 7786560786 +447881613311\n+447311549934 +447879033642\n+491711773846 +1718675058\n+393515213939 +3510134242\nBloccateli su whatsapp e segnalateli dal vostro telefono. Presentate denuncia alla Polizia.\nNon lasciatevi convincere a versare nessuna somma di denaro !\nNon aprite account su piattaforme di cryptovaluta che i consulenti vi indicano.\nNon inviate vostri documenti personali.\nNon indicate vostri IBAN o Carte di Credito !","createdDateTime":"2024-01-17T22:07:34Z","updatedDateTime":null,"businessUnit":{"identifyingName":"nextgentrading.io","displayName":"Nextgentrading"},"businessUnitReply":null},{"stars":1,"title":"AVVISO class action in Tribunale","text":"AVVISO:\nHo ricevuto in Italia molte segnalazioni di truffa ed\nHo raccolto i dati pubblicati sulla pagina web di Trezocapital.com Ho il codice sorgente del pagina web, i dati di registrazione del server e-mail.\nI truffatori hanno lasciato traccia della loro impresa criminale e mi è possibile fornire alla Autorità di Polizia ed Aurtorità CONSOB Italy le informazioni necessarie. Avvocato Marcello Stanca Lawyer in Italy  Firenze ","createdDateTime":"2023-07-25T12:06:39Z","updatedDateTime":null,"businessUnit":{"identifyingName":"trezocapital.com","displayName":"Trezocapital"},"businessUnitReply":null},{"stars":1,"title":"WARNING ! LUCRUM & EASY TRADE","text":"WARNING !!  Alert SCAM\nL'applicazione è stata utilizzata da LUCRUM.PRO e LUCRUM.LIVE ed indicata AI CLIENTI per eseguire operationi di TRADING ONLINE .\nLa pagina di LUCRUM e la sua piattaforma di trading sono state OSCURATE da CONSOB-Italy ed FCA-London UK con decreto nr 29 del 26 luglio 2021.","createdDateTime":"2023-04-29T14:28:39Z","updatedDateTime":null,"businessUnit":{"identifyingName":"easy-technologies.com","displayName":"Easy Technologies"},"businessUnitReply":null},{"stars":1,"title":"Codice QR porta a SAVIBOX PERICOLOSO ALLERT","text":"Ho acquistato un segnalatore di posizione per il collare del cane, pubblicizzato tramite annuncio Facebook. Il programma iSearching perdeva il segnale del dispositivo lontano ed ho cercato di leggere le istruzioni.\nIl biglietto di istruzioni inserito nella confezione era scritto in caratteri della dimensione di 3 mm, ma c'era stampato un codice QR che facevano apparire utile per fare download delle istruzioni sul proprio cell. Questo QR CODE apriva una pagina web di SAVIBOX che ti invitava a registrarti, inserendo i dati di una carta di credito per un futuro prelievo, in caso di conferma. Dopo la registrazione ricevi 3 e-mail che ti rassicurano che non saranno eseguiti prelievi, ma dopo due ore ne ricevi una terza e-mail che ti avvisa che è stato eseguito un prelievo di 29 euro sulla tua Visa poichè non hai annullato il contratto entro due ore trascorse dall'invio delle e-mail di conferma di registrazione GRATIS. Ho immediatamente bloccato l'addebito su VISA, e denunciato la truffa alla Guardia di Finanza ed alla Autorità Garante di Mercato e Concorrenza. denunciati i criminali Ho letto molte recensioni di truffa sui siti di segnalazioni in Francia e Italia, che lamentano il furto di 29 euro per ogni vittima. Sono avvocato e perseguiterò questi truffatori senza pietà. Marcello Stanca da Firenze","createdDateTime":"2023-03-06T08:37:01Z","updatedDateTime":null,"businessUnit":{"identifyingName":"savibox.com","displayName":"savibox.com"},"businessUnitReply":null},{"stars":5,"title":"NO ad ogni condizionamento mentale, nascosto nei messaggi pubblicitari.","text":"E' spaventoso il numero dei pop-up che ADBLOCK ha fermato prima di vederli sul Desktop.\nLa mente di ciascuno di noi viene bombardata ogni giorno da centinaia o migliaia di messaggi di pubblicità subliminale.\nE' bene interrompere il fiume di messaggi indesiderati, e non richiesti, che ignoti persuasori occulti inviano durante il giorno a chi deve usare il PC per lavoro.\nMeno bombardamenti pubblicità e notizie, più indipendenza in ogni nostra decisione.","createdDateTime":"2022-11-23T19:25:35Z","updatedDateTime":null,"businessUnit":{"identifyingName":"totaladblock.com","displayName":"Total Adblock"},"businessUnitReply":null},{"stars":4,"title":"La scansione antivirus ha bloccato Windows 10s","text":"La scansione antivirus  delle applicazioni sul Cell Android Honor50 ha funzionato bene, rende visibile il progresso dell'analisi su ciascuna App, una per volta.\nPurtroppo sul PC con Windows 10 la scansione antivirus si è rallentata dopo l'88% della analisi del sistema,☹️ ed ha bloccato l'avvio del Desktop di Windows che adesso si arresta😡😵‍💫 dopo il primo click di mouse su qualsiasi icona. 🤔\nHo aperto ticket in support ed attendo la soluzione, altrimenti non posso lavorare sul PC del mio ufficio","createdDateTime":"2022-11-23T10:41:08Z","updatedDateTime":null,"businessUnit":{"identifyingName":"totalav.com","displayName":"TotalAV"},"businessUnitReply":null},{"stars":1,"title":"HBC Market  HBCMarketfx  Wirex Invest","text":"Ich wurde von HBC Market, HBC Marketfx, Wirex Invest kontaktiert, ich habe ein um 200% gewachsenes Kapital eingezahlt.\nAls ich darum bat, eine Auszahlung vorzunehmen, sagten sie, es gäbe Hindernisse von ihrer Bank.\nSie haben mir nichts zurück gegeben.\nIm Gegenteil, sie riefen mich an und schrieben, um mehr Kapital zu zahlen.\nIch habe das Unternehmen wegen Diebstahl, Veruntreuung, Betrug, Verstoß gegen die Strafgesetze, die das Einziehen von Sparguthaben auf dem Staatsgebiet verhindern, wegen versuchter Erpressung, wegen Drohung und Verstoß gegen Verbraucherschutzgesetze, Verstoß gegen die Vorschriften des Finanzgesetzes angezeigt Geldwäschebekämpfung, kriminelle Vereinigung.\nIch forderte die Abhörmaßnahmen, die Beschlagnahme aller ihrer Konten und Vermögenswerte, einschließlich persönlicher, und Kryptowährungs-Geldbörsen, die jemandem gehören.\nSie werden schließlich von der Internationalen Polizei festgenommen, hoffentlich nachts, in ihren Häusern und in Anwesenheit ihrer Kinder, und viele Jahre im Gefängnis verbringen.\nIch werde auf TRUST Pilot über das Datum des Strafverfahrens informieren, das gegen sie stattfinden wird, und ich werde allen Opfern Anweisungen geben, in den Prozess gegen Telefonkriminelle einzugreifen.\nMarcello Stanca Lawyer Italy","createdDateTime":"2022-02-07T16:02:34Z","updatedDateTime":null,"businessUnit":{"identifyingName":"hbcmarket.com","displayName":"Hbcmarket"},"businessUnitReply":null},{"stars":1,"title":"ALERT  bankalithuania.com","text":"I got a call from bankalithuania.com\nthe employee informed me that a company has opened an account in my name on bankalithuania.com paying a large amount of capital.\nHe asked me to submit my identity documents to receive my account information.\n \nI have also sent my documents and a copy of the request email to the Central Bank of Lithuania.\nThe usual employee writes to me that he could no longer give me information about my account, because I was to blame for having sent the report to the Central Bank. he asked me to pay 26% tax, without communicating the value of the capital held by bankalithuania.\nIn conclusion, Bankalithuania allowed a foreign company to open an account in my name, i.e. a foreign citizen in Lithuania, without asking for my consent. Then he refuses to give me any precise information about the capital in my account. He writes e-mails from info-bankalithuania.com, without signing messages with name and surname.\nHow can I trust a stranger, unidentified, who accepts requests from strangers to open accounts in my name, opens them, receives deposits, and then refuses to give information to me, the account holder, even after I have identified myself?\nIn any case, the bankalithuania web page does not declare any license to carry out banking activities in Lithuania, nor in any other country. Strangely bankalithuania.com does not declare any IBAN.\nIt presents on its website, pages referring to the banking services of Millennium Bank, a bank regularly operating in Poland. Given these circumstances, I believe that bankalithuania is a fake and unverifiable site, which does not and cannot offer any banking services. In conclusion it looks like a scam site.\nmarcello stanca\n\nho ricevuto una telefonata da bankalithuania.com\nil dipendente mi ha informato che una società ha aperto un conto a mio nome in bankalithuania.com versando un capitale di misura elevata.\nMi ha chiesto di inviare i miei documenti di identità per ricevere informazioni sul mio account.\nHo inviato i miei documenti e la copia della mail di richiesta anche alla Banca Centrale di Lituania.\nIl solito dipendente mi scrive che non poteva più darmi informazioni sul mio conto, perchè avevo la colpa di aver inviato la segnalazione alla Banca Centrale. mi chiedeva di pagare il 26% di imposte, senza comunicarmi il valore del capitale trattenuto da bankalithuania. \nIn conclusione, Bankalithuania ha permesso a una società estera di aprire un conto a mio nome, cioè ad un cittadino straniero in Lithuania, senza chiedere il mio consenso. Poi si rifiuta di comunicarmi qualsiasi informazione precisa sul capitale presente nel mio conto. Scrive e-mail da info-bankalithuania.com, senza firmare i messaggi con nome e cognome . \nCome posso fidarmi di uno sconosciuto, non identificato, che accetta richieste di estranei di aprire conti a mio nome, li apre, riceve versamenti, e poi rifiuta di dare informazioni a me, titolare dell'account, anche dopo che mi sono identificato? \nIn ogni caso, nella pagina web di  bankalithuania non è dichiarata  alcuna licenza per esercitare attività bancaria in Lithuania, nè in altro Paese. Stranamente bankalithuania.com non dichiara alcun IBAN. \nPresenta nel suo sito, pagine riferite a servizi bancari di Millennium Bank, una banca regolarmente operativa in Polonia, ma non dichiara di essere autorizzata da Millennium Bank aD OFFRIRE SERVIZI in Lithuania.\nConsiderate queste circostanze credo che bankalithuania sia un sito falso e non verificabile, che non offre e non può offrire nessun servizio bancario. In conclusione sembra un sito truffa.\nmarcello stanca","createdDateTime":"2022-01-03T22:48:13Z","updatedDateTime":null,"businessUnit":{"identifyingName":"bankalithuania.com","displayName":"Bankalithuania"},"businessUnitReply":null},{"stars":1,"title":"30 ott 2021 TRIBUNALE FIRENZE condanna UPTOS …","text":"IL TRIBUNALE di FIRENZE ha condannato UPTOS a pagare al cliente 400.000 euro.\nLa Procura della Repubblica ha individuato l'identità dei ladri che rubano capitali ed agiscono con nomi falsi. \nDenunciate ogni furto a  ! ! ! mail creata per raccogliere le segnalazioni di truffa e furto di questi ladroni. Devono essere arrestati dalla Polizia  e portati in carcere !!!","createdDateTime":"2021-10-31T21:34:28Z","updatedDateTime":null,"businessUnit":{"identifyingName":"uptos.com","displayName":"Uptos"},"businessUnitReply":null},{"stars":2,"title":"TRUFFA E ASSOCIAZIONE PER DELINQUERE FINALIZZATA ALLA EVASIONE FISCALE DOLOSA","text":"Mi hanno chiesto di versare decine di migliaia di euro per pagamento tasse che loro dicevano di dover pagare allo Stato. \nDopo 6 mesi di richieste per attestazione di pagamento delle imposte al 26% di capital gains, mi hanno inviato una ricevuta di Commissioni al 10% dello stesso importo preteso a titolo di imposte.\nLa ricevuta non è dettagliata con l'importo di tasse dovute sul compenso alla Società UPTOS.\nI \"consulenti\" sono tutti truffatori e criminali.\nHo presentato una denuncia alla Procura della Repubblica chiedendo che siano rintracciati ed individuati tutti coloro che mi hanno scritto o telefonato presentandosi come dipendenti di Uptos.\nVerranno tutti puniti con sanzioni penali molto pesanti aggravate dalla qualifica di associazione a delinquere. Non hanno alcun rispetto per gli investitori e non provano alcun sentimento umano. Dietro il sito UPTOS si nascondono pericolosi criminali. i RESPONSABILI dicono che il loro nome sono Angelo Lombardi, Davide Savona, Leonardo Tocci, Bandini. PRESENTATE DENUNCIA alla PROCURA DELLA REPUBBLICA tramite CARABINIERI, POLIZIA POSTALE, GUARDIA DI FINANZA !!!","createdDateTime":"2021-10-11T18:58:23Z","updatedDateTime":null,"businessUnit":{"identifyingName":"uptos.com","displayName":"Uptos"},"businessUnitReply":null},{"stars":1,"title":"10 richieste di deposito 0 rimborsi","text":"continue richieste di deposito da UPTOS,\nil capitale appare aumentato del 200%. \nmai ricevuto alcuna somma richiesta del mio capitale.\nmy account 24328002430.\nnessuna risposta via mail da support","createdDateTime":"2021-04-21T16:51:52Z","updatedDateTime":null,"businessUnit":{"identifyingName":"uptos.com","displayName":"Uptos"},"businessUnitReply":{"text":"Salve, Ci sono alcune condizioni perché una richiesta di prelievo sia accettata, bisogna vedere se le soddisfa tutte. Ma siccome non ho accesso al tuo file, non posso aiutarti. Invia di nuovo un'email e il team di supporto ti risponderà. Buona fortuna.\n","authorBusinessUserId":null,"createdAt":"2021-05-04T17:10:28Z","updatedAt":null}}],"productReviews":[],"productQuestions":[],"complianceActivity":{"emailsToCompliance":[{"receivedAt":"2024-07-30T20:40:03Z","relatedBusinessUnitIdentifyingName":"coinmarketcap.com"},{"receivedAt":"2024-07-30T20:41:55Z","relatedBusinessUnitIdentifyingName":"coinmarketcap.com"},{"receivedAt":"2024-07-31T16:15:57Z","relatedBusinessUnitIdentifyingName":"coinmarketcap.com"},{"receivedAt":"2024-07-31T16:34:15Z","relatedBusinessUnitIdentifyingName":"coinmarketcap.com"},{"receivedAt":"2024-08-01T09:01:00Z","relatedBusinessUnitIdentifyingName":null},{"receivedAt":"2024-08-01T09:02:13Z","relatedBusinessUnitIdentifyingName":null},{"receivedAt":"2024-08-01T09:03:20Z","relatedBusinessUnitIdentifyingName":null},{"receivedAt":"2024-08-01T09:04:33Z","relatedBusinessUnitIdentifyingName":null},{"receivedAt":"2024-08-01T09:09:54Z","relatedBusinessUnitIdentifyingName":null},{"receivedAt":"2024-08-01T11:39:44Z","relatedBusinessUnitIdentifyingName":"coinmarketcap.com"},{"receivedAt":"2024-08-08T11:54:27Z","relatedBusinessUnitIdentifyingName":null},{"receivedAt":"2024-09-17T08:13:58Z","relatedBusinessUnitIdentifyingName":null}],"notifications":[],"locationNotifications":[]},"invitations":[{"sentAt":"2025-10-14T10:26:38.757Z","businessUnit":{"identifyingName":"trustpilot.com"}},{"sentAt":"2025-10-14T10:26:57.291Z","businessUnit":{"identifyingName":"trustpilot.com"}},{"sentAt":"2025-10-15T10:26:39.747Z","businessUnit":{"identifyingName":"trustpilot.com"}},{"sentAt":"2025-10-15T10:26:57.741Z","businessUnit":{"identifyingName":"trustpilot.com"}},{"sentAt":"2025-10-30T08:33:17.007Z","businessUnit":{"identifyingName":"transak.com"}},{"sentAt":"2025-10-31T08:33:36.75Z","businessUnit":{"identifyingName":"transak.com"}},{"sentAt":"2025-11-07T06:47:11.699Z","businessUnit":{"identifyingName":"transak.com"}},{"sentAt":"2025-11-08T06:47:31.491Z","businessUnit":{"identifyingName":"transak.com"}},{"sentAt":"2025-11-21T20:49:04.516Z","businessUnit":{"identifyingName":"transak.com"}},{"sentAt":"2025-11-22T20:49:22.087Z","businessUnit":{"identifyingName":"transak.com"}}]}